tap 'homebrew/versions'
tap 'Caskroom/homebrew-versions'
brew 'autoenv'
brew 'bash'
brew 'bash-completion2'
brew 'curl'
brew 'docker'
brew 'docker-machine'
brew 'docker-compose'
brew 'git'
brew 'git-extras'
brew 'git-flow'
brew 'gnupg'
brew 'heroku-toolbelt'
brew 'keybase'
brew 'memcached'
brew 'mongodb'
brew 'node4-lts'
brew 'openssl'
brew 'phantomjs'
brew 'postgresql'
brew 'python'
brew 'python3'
brew 'rbenv'
brew 'rbenv-default-gems'
brew 'redis'
brew 'ruby-build'
brew 'selenium-server-standalone'
brew 'sqlite'
brew 'vim'
brew 'wget'
brew 'xctool'

brew 'caskroom/cask/brew-cask'
cask 'atom'
cask 'bbedit'
cask 'charles'
cask 'dash'
cask 'firefox'
cask 'google-chrome'
cask 'iterm2-beta'
cask 'kaleidoscope'
cask 'pycharm'
cask 'sequel-pro'
cask 'sketch'
cask 'sketchup'
cask 'skype'
cask 'slack'
cask 'sourcetree'
cask 'transmit'
cask 'virtualbox'
cask 'xscope'
